▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
.	-3.33684
▁the	-3.34418
,	-3.45649
s	-3.70254
▁a	-3.88
▁to	-4.06481
▁and	-4.06657
▁of	-4.0693
'	-4.10669
br	-4.28919
<	-4.30184
▁/>	-4.31384
▁is	-4.41402
▁I	-4.48785
▁in	-4.54197
▁it	-4.57134
▁this	-4.72407
▁that	-4.72682
t	-4.81313
▁	-4.86495
▁movie	-4.96532
▁was	-5.00715
-	-5.08852
ing	-5.19467
▁with	-5.19621
▁for	-5.27383
▁film	-5.32719
▁The	-5.35565
ed	-5.36253
▁but	-5.44528
▁on	-5.46517
▁you	-5.4748
▁as	-5.48025
▁"	-5.50701
▁be	-5.52271
▁have	-5.55962
▁not	-5.57554
▁(	-5.57949
▁are	-5.61731
ly	-5.6941
"	-5.7263
▁one	-5.73831
▁like	-5.86483
▁all	-5.89013
d	-5.90123
▁they	-5.90696
y	-5.91135
▁just	-5.92126
▁at	-5.93411
▁his	-5.96697
)	-5.96946
▁so	-5.98353
▁he	-5.98496
▁or	-6.02153
▁an	-6.02615
▁from	-6.02778
▁by	-6.05456
▁who	-6.07245
▁out	-6.07924
▁about	-6.14316
?	-6.14944
e	-6.18256
▁It	-6.24016
▁some	-6.25821
▁has	-6.25993
▁bad	-6.28
!	-6.29183
▁can	-6.30507
▁good	-6.31136
▁there	-6.31443
▁even	-6.32567
▁no	-6.34281
n	-6.3636
▁if	-6.37717
▁would	-6.38708
▁up	-6.40912
...	-6.42248
▁were	-6.43407
▁what	-6.4609
▁more	-6.47427
▁had	-6.47535
▁her	-6.4833
▁me	-6.48639
m	-6.4974
▁This	-6.50654
▁time	-6.50659
▁really	-6.51219
▁only	-6.51222
The	-6.52055
▁could	-6.55014
▁when	-6.55153
▁see	-6.56837
▁get	-6.5944
▁my	-6.59863
▁very	-6.61036
▁do	-6.63595
I	-6.63682
▁been	-6.65081
▁their	-6.65677
▁much	-6.67685
▁than	-6.67792
▁story	-6.68102
▁which	-6.68854
ve	-6.69692
▁don	-6.71213
▁make	-6.7164
▁people	-6.73652
:	-6.73702
a	-6.74396
▁she	-6.7528
▁because	-6.75576
er	-6.77396
re	-6.7885
▁acting	-6.80097
▁A	-6.81223
▁plot	-6.81241
▁any	-6.81394
▁into	-6.81476
▁other	-6.83277
▁made	-6.84161
▁we	-6.86694
▁-	-6.87129
▁too	-6.91553
▁how	-6.94413
▁them	-6.94953
▁will	-6.95631
▁watch	-6.96257
▁movies	-6.96596
▁seen	-6.99627
▁way	-6.99841
▁think	-7.00147
▁character	-7.00736
▁better	-7.02242
▁over	-7.02326
▁him	-7.02437
▁characters	-7.02591
▁off	-7.0272
▁know	-7.03776
▁But	-7.05345
▁most	-7.057
r	-7.05758
▁first	-7.0581
;	-7.07232
▁being	-7.08213
▁look	-7.10096
▁then	-7.10495
al	-7.10604
▁well	-7.11338
▁ever	-7.12264
▁your	-7.12294
▁And	-7.13228
▁never	-7.15108
▁should	-7.15337
▁did	-7.15408
▁thing	-7.1676
▁where	-7.19221
▁two	-7.19643
▁i	-7.19939
▁say	-7.20124
▁something	-7.21544
▁scenes	-7.21772
▁show	-7.22936
▁scene	-7.24363
▁little	-7.24637
▁didn	-7.25813
▁go	-7.2693
▁'	-7.27539
▁many	-7.27801
▁watching	-7.28865
▁There	-7.29278
▁films	-7.29437
▁does	-7.29821
▁after	-7.30428
▁actors	-7.31173
▁end	-7.31905
▁also	-7.31955
l	-7.32578
▁doesn	-7.3346
).	-7.33636
or	-7.33914
o	-7.34025
▁S	-7.3435
ll	-7.34578
▁nothing	-7.35432
▁If	-7.35992
▁actually	-7.36846
▁here	-7.3692
/	-7.39052
▁few	-7.39297
▁want	-7.40058
p	-7.40983
▁these	-7.41076
▁back	-7.41352
▁through	-7.43869
▁minutes	-7.44335
▁work	-7.44626
▁why	-7.45115
▁great	-7.45395
▁find	-7.45434
es	-7.46815
▁funny	-7.47237
▁real	-7.47568
▁going	-7.47593
▁life	-7.48775
▁such	-7.4938
▁worst	-7.51269
▁thought	-7.5162
out	-7.51695
▁pretty	-7.51905
▁those	-7.52226
▁before	-7.52547
▁script	-7.52558
),	-7.52578
▁director	-7.52739
▁lot	-7.53046
▁He	-7.53213
▁In	-7.53783
▁still	-7.545
▁man	-7.55208
in	-7.56124
A	-7.5631
▁best	-7.56519
▁horror	-7.56521
i	-7.56668
▁guy	-7.5785
▁original	-7.58855
and	-7.59028
▁another	-7.59147
S	-7.59639
c	-7.59736
▁far	-7.6145
▁down	-7.61688
▁B	-7.61709
▁least	-7.6236
▁seems	-7.63288
▁got	-7.65625
▁part	-7.65692
▁give	-7.65935
▁around	-7.6597
▁kind	-7.6597
▁whole	-7.66145
▁same	-7.66349
▁fact	-7.66999
▁enough	-7.67829
▁while	-7.67851
▁old	-7.68201
▁might	-7.68583
▁every	-7.69782
▁love	-7.6998
the	-7.70667
▁cast	-7.71113
▁isn	-7.73023
▁its	-7.73378
▁believe	-7.73866
▁point	-7.73933
▁stupid	-7.74381
▁though	-7.75279
▁reason	-7.75562
▁action	-7.75652
&	-7.77266
▁awful	-7.77281
▁take	-7.77954
▁un	-7.7813
▁feel	-7.78803
▁years	-7.78818
▁must	-7.78945
▁am	-7.79498
▁They	-7.79542
▁makes	-7.79816
▁terrible	-7.80203
▁big	-7.80466
▁C	-7.82071
▁anything	-7.8235
on	-7.82456
▁again	-7.82745
▁So	-7.82938
▁put	-7.84746
en	-7.85748
▁long	-7.85825
▁new	-7.8609
g	-7.86179
▁things	-7.86285
▁You	-7.86324
▁hard	-7.87268
th	-7.87313
▁poor	-7.87378
▁interesting	-7.87429
▁come	-7.87559
▁P	-7.87595
▁done	-7.88417
▁bit	-7.8855
▁re	-7.88732
▁main	-7.89103
▁right	-7.89459
▁quite	-7.89543
▁effects	-7.89651
▁What	-7.90221
▁trying	-7.91305
▁may	-7.91436
▁supposed	-7.91487
▁TV	-7.92468
▁gets	-7.92525
▁probabl	-7.92967
▁looking	-7.93699
le	-7.94169
▁wasn	-7.94213
an	-7.95173
b	-7.95219
▁camera	-7.95265
▁role	-7.95292
▁shot	-7.95432
T	-7.95529
▁someone	-7.95935
▁series	-7.96814
▁money	-7.97287
▁now	-7.97462
▁waste	-7.97617
▁almost	-7.9839
▁comedy	-7.98833
▁found	-7.99324
▁music	-7.99681
--	-7.99743
▁boring	-7.99839
▁mean	-8.00348
▁last	-8.00883
▁away	-8.00916
▁girl	-8.01033
▁looks	-8.0122
▁As	-8.02139
▁2	-8.02769
▁saw	-8.0305
u	-8.03071
▁idea	-8.03184
▁seem	-8.03373
▁D	-8.03435
▁screen	-8.03624
▁young	-8.04595
▁start	-8.04933
▁anyone	-8.05394
▁F	-8.05499
▁rather	-8.05691
ers	-8.06043
▁times	-8.06289
it	-8.06813
▁special	-8.0686
▁name	-8.07438
▁turn	-8.08325
▁else	-8.09031
h	-8.09343
▁tell	-8.0961
▁half	-8.10315
▁worth	-8.10448
▁ending	-8.10885
se	-8.10981
This	-8.11136
able	-8.11207
▁between	-8.11342
▁book	-8.11803
▁since	-8.11933
▁fun	-8.12261
ur	-8.12381
▁low	-8.12416
▁No	-8.1279
▁us	-8.13537
▁worse	-8.13677
▁high	-8.13833
▁making	-8.13835
▁budget	-8.1385
▁T	-8.14346
▁sense	-8.14839
▁laugh	-8.15053
▁sure	-8.15139
▁woman	-8.15486
▁own	-8.1598
▁horrible	-8.16075
▁version	-8.16075
".	-8.17291
te	-8.17467
▁course	-8.17915
▁DVD	-8.17947
▁day	-8.18144
k	-8.18201
▁watched	-8.18263
▁either	-8.18536
▁said	-8.18538
▁actor	-8.1867
▁always	-8.19161
▁sex	-8.19518
▁She	-8.19542
ity	-8.19631
▁left	-8.19784
▁couple	-8.19794
▁goes	-8.19948
▁We	-8.20022
having	-8.20022
ion	-8.20217
▁yet	-8.20461
▁help	-8.20584
▁read	-8.20956
▁dialogue	-8.21073
▁To	-8.21105
▁That	-8.2114
▁fan	-8.21199
▁family	-8.21714
ic	-8.21782
▁rest	-8.22427
▁completely	-8.23201
▁line	-8.23739
▁wrong	-8.24307
D	-8.2451
",	-8.248
▁world	-8.24988
▁become	-8.24997
▁use	-8.25103
ness	-8.25222
st	-8.25273
▁set	-8.25281
▁understand	-8.25705
▁guess	-8.25716
est	-8.26367
P	-8.26652
▁short	-8.26978
▁women	-8.27007
▁together	-8.27664
less	-8.27689
▁ga	-8.27774
▁10	-8.28019
▁For	-8.28578
▁mind	-8.28596
▁comes	-8.2862
ie	-8.28703
It	-8.28921
▁maybe	-8.29083
ri	-8.29546
▁Not	-8.2957
▁play	-8.30326
▁let	-8.30337
▁place	-8.30478
ar	-8.30892
ce	-8.3106
▁video	-8.31188
▁piece	-8.31536
▁sound	-8.31637
▁When	-8.31925
▁getting	-8.31959
▁seeing	-8.32201
▁person	-8.33183
E	-8.34095
▁try	-8.342
one	-8.34702
▁next	-8.34733
▁each	-8.34736
▁sort	-8.34784
▁seemed	-8.35383
▁men	-8.35415
▁once	-8.35915
▁head	-8.36033
▁instead	-8.36218
as	-8.36612
▁b	-8.36622
▁3	-8.36729
R	-8.36896
f	-8.37028
ation	-8.37044
▁car	-8.37661
▁keep	-8.37708
▁All	-8.37849
▁played	-8.383
▁both	-8.39084
▁blood	-8.39218
▁three	-8.39228
▁production	-8.39235
▁cheap	-8.39613
▁close	-8.39685
▁audience	-8.39808
▁less	-8.39942
▁dead	-8.40065
▁need	-8.40198
M	-8.40382
▁dur	-8.40431
▁full	-8.40682
▁near	-8.40766
▁decent	-8.40777
ra	-8.40816
▁kill	-8.41222
▁E	-8.41356
▁ridiculous	-8.41554
▁felt	-8.41554
▁school	-8.41637
▁used	-8.41851
▁Well	-8.41857
up	-8.42019
▁everything	-8.42383
▁everyone	-8.42391
▁usual	-8.42408
▁M	-8.4252
▁under	-8.43036
▁One	-8.43479
ir	-8.43666
▁Hollywood	-8.43937
▁American	-8.43991
▁absolutely	-8.44136
especially	-8.44742
▁case	-8.44747
▁simply	-8.44758
▁however	-8.44765
C	-8.44839
▁flick	-8.45581
▁killed	-8.46047
▁friends	-8.46112
ies	-8.46195
▁given	-8.46759
▁writing	-8.47231
▁itself	-8.47232
▁crap	-8.47235
▁shows	-8.47331
▁entire	-8.47693
▁title	-8.47795
▁night	-8.48034
▁John	-8.48142
▁plays	-8.48523
▁job	-8.48873
K	-8.48884
▁annoying	-8.48919
▁performance	-8.48943
▁call	-8.49266
▁My	-8.49428
▁black	-8.49752
▁problem	-8.49807
▁won	-8.50606
O	-8.50673
w	-8.50778
▁lead	-8.5079
▁lines	-8.51233
at	-8.51263
z	-8.51338
B	-8.51636
▁care	-8.51677
▁along	-8.51926
▁home	-8.52312
▁went	-8.52382
▁came	-8.52999
▁K	-8.53019
▁face	-8.53177
▁5	-8.53188
▁house	-8.53269
▁Why	-8.53333
(	-8.53681
▁How	-8.54399
▁1	-8.54451
▁Even	-8.5509
▁dialog	-8.55136
▁monster	-8.55206
▁year	-8.55401
▁R	-8.55501
▁different	-8.55578
▁moments	-8.55598
▁act	-8.55791
▁himself	-8.55867
▁direction	-8.55884
▁enjoy	-8.5625
▁doing	-8.56966
▁friend	-8.57151
▁called	-8.57393
▁playing	-8.57501
▁hand	-8.57713
although	-8.57731
▁unti	-8.57749
▁However	-8.57836
is	-8.58019
▁O	-8.58546
el	-8.59253
▁At	-8.59509
▁already	-8.59551
▁save	-8.60234
▁beginning	-8.60497
▁Ed	-8.60576
▁kids	-8.60694
▁guys	-8.60732
▁second	-8.60837
▁Don	-8.61061
▁--	-8.61118
▁lack	-8.61252
▁expect	-8.61367
▁manage	-8.61446
ist	-8.61874
F	-8.61894
▁attempt	-8.62252
la	-8.62404
▁dull	-8.62419
ne	-8.6253
▁OK	-8.62533
man	-8.62629
▁talk	-8.63088
to	-8.63128
ment	-8.63473
▁recommend	-8.63832
▁boy	-8.63941
▁run	-8.64045
."	-8.64124
▁quality	-8.6436
▁remember	-8.64875
▁nice	-8.64999
▁star	-8.65261
	-8.6535
▁de	-8.65965
▁wanted	-8.66002
In	-8.6603
▁hope	-8.66467
▁Oh	-8.66653
▁H	-8.66759
but	-8.66768
▁G	-8.67243
▁On	-8.67338
▁mother	-8.67393
▁true	-8.67403
▁matter	-8.67928
▁small	-8.68258
▁fair	-8.68354
▁cinema	-8.68367
▁myself	-8.68385
ought	-8.68613
▁mess	-8.68944
▁zombie	-8.69048
▁truly	-8.69411
▁tries	-8.69416
▁dark	-8.69419
▁THE	-8.69458
▁white	-8.69471
▁written	-8.69504
▁our	-8.6965
ch	-8.6977
▁wonder	-8.70257
▁takes	-8.70377
▁hell	-8.70442
▁death	-8.70553
▁non	-8.71006
▁classic	-8.7123
▁shots	-8.71491
▁group	-8.71506
▁stuff	-8.71511
▁tried	-8.71527
▁dumb	-8.71536
▁early	-8.71548
▁style	-8.71658
▁example	-8.72168
H	-8.72247
ine	-8.7228
3	-8.72374
▁thinking	-8.72491
▁etc	-8.72619
▁later	-8.72644
ish	-8.72674
▁complete	-8.73047
▁gore	-8.73106
ther	-8.73265
▁picture	-8.73268
▁episode	-8.73322
▁hour	-8.73403
ro	-8.73468
▁involved	-8.73884
▁Now	-8.73991
▁side	-8.74082
us	-8.74599
▁With	-8.74827
ting	-8.75242
▁4	-8.75321
▁cover	-8.75353
▁slow	-8.75494
ous	-8.75667
▁humor	-8.75814
N	-8.76557
▁poorly	-8.76654
tally	-8.76659
▁appear	-8.76689
▁kid	-8.76707
▁killer	-8.76877
▁wife	-8.7699
▁scary	-8.77058
▁lame	-8.77453
▁daughter	-8.7781
▁stop	-8.77854
ally	-8.78252
▁obvious	-8.78862
▁cut	-8.7906
▁local	-8.79203
▁predictable	-8.7921
▁violence	-8.79224
▁After	-8.79367
ter	-8.79673
▁live	-8.80052
am	-8.80117
▁L	-8.80136
▁Mr	-8.80378
▁past	-8.80534
▁hit	-8.81303
▁leave	-8.81437
▁stay	-8.81514
L	-8.81959
lo	-8.8198
ive	-8.81991
▁liked	-8.82137
no	-8.82299
ick	-8.82499
▁bunch	-8.82695
▁against	-8.82815
▁c	-8.82836
▁W	-8.83082
G	-8.83242
▁hate	-8.83358
▁wouldn	-8.83649
▁children	-8.83895
▁room	-8.84138
▁hours	-8.84227
▁top	-8.84885
▁behind	-8.85087
!"	-8.85121
▁entertaining	-8.85171
▁bring	-8.85511
▁dog	-8.8569
▁stars	-8.86153
▁genre	-8.86305
▁sever	-8.86312
▁lost	-8.86317
▁fight	-8.86361
▁cannot	-8.86458
*	-8.86462
▁weak	-8.86565
▁sad	-8.86803
il	-8.87025
fi	-8.87302
▁Some	-8.87372
▁cheesy	-8.8754
▁silly	-8.8754
▁drama	-8.8757
▁break	-8.87635
▁son	-8.8767
▁based	-8.87675
If	-8.88232
▁parts	-8.8843
▁Then	-8.88513
▁history	-8.88807
▁spend	-8.88809
▁often	-8.88835
▁viewer	-8.88881
um	-8.89021
▁throughout	-8.89023
▁obviously	-8.89164
ul	-8.89609
ey	-8.89783
id	-8.89948
▁able	-8.89974
▁yourself	-8.90059
▁pick	-8.9008
▁self	-8.90091
▁cool	-8.90118
▁move	-8.90156
▁Also	-8.90206
▁art	-8.90606
ry	-8.90887
▁beautiful	-8.9098
W	-8.91723
▁heard	-8.91764
▁took	-8.91903
▁talent	-8.92266
▁add	-8.92336
▁sub	-8.92391
▁De	-8.92416
▁performances	-8.92534
▁wasted	-8.92584
▁female	-8.92637
▁actress	-8.92648
▁war	-8.92719
▁certainly	-8.92852
▁none	-8.93153
▁e	-8.93596
▁late	-8.93741
▁sit	-8.93753
▁started	-8.93789
tic	-8.93882
▁child	-8.93934
▁themselves	-8.93952
▁knew	-8.93953
▁running	-8.93959
▁wish	-8.93964
▁possible	-8.93988
▁evil	-8.94011
▁buy	-8.94029
▁exactly	-8.94031
▁extremely	-8.9404
▁pay	-8.94047
▁type	-8.94135
▁p	-8.94552
▁cave	-8.9476
et	-8.94781
▁premise	-8.95285
▁score	-8.95292
▁disappointed	-8.95302
▁order	-8.95495
▁credits	-8.95558
▁mention	-8.95582
▁interest	-8.9561
▁seriously	-8.95612
▁directed	-8.95715
ty	-8.95762
▁saying	-8.95817
▁gun	-8.95986
per	-8.95987
▁bother	-8.96482
▁figure	-8.9654
▁beyond	-8.9664
▁major	-8.96653
ling	-8.96854
▁word	-8.97
1	-8.97143
he	-8.97363
▁says	-8.97394
▁final	-8.97456
....	-8.97709
There	-8.97747
▁fans	-8.97806
▁space	-8.98007
▁large	-8.98023
▁except	-8.98067
▁Of	-8.98103
▁rent	-8.98408
▁happen	-8.98664
▁st	-8.9872
▁shoot	-8.98896
▁serious	-8.99083
Y	-8.99253
▁suspense	-8.9939
▁opinion	-8.99395
▁Gein	-8.99396
▁fine	-8.99488
▁Just	-8.99539
▁coming	-8.99863
ily	-8.99918
▁His	-9.00024
▁starts	-9.00174
▁comments	-9.00239
li	-9.00311
▁badly	-9.00318
▁consider	-9.0041
▁clear	-9.00624
▁avoid	-9.00804
▁plain	-9.00804
▁average	-9.00854
▁box	-9.00922
▁Maybe	-9.00978
▁sequel	-9.01128
▁rating	-9.01203
▁joke	-9.01231
▁fails	-9.01405
▁writer	-9.01424
▁wear	-9.01546
▁Jim	-9.01686
▁aren	-9.0192
▁hero	-9.02011
▁straight	-9.02231
	-9.02232
▁perhaps	-9.0229
ad	-9.02324
▁First	-9.02441
▁number	-9.0262
▁moment	-9.02671
▁happened	-9.02722
▁Joe	-9.02738
ent	-9.02756
▁feeling	-9.03016
And	-9.03025
▁Man	-9.03124
huge	-9.03164
▁wants	-9.03182
do	-9.03219
▁shown	-9.03272
▁basically	-9.03689
▁single	-9.0369
▁told	-9.03716
▁80	-9.03797
▁review	-9.03998
▁pull	-9.04038
▁definite	-9.04243
▁*	-9.04571
sh	-9.04917
▁write	-9.05125
▁kept	-9.05152
ge	-9.0516
▁Movie	-9.05217
▁hold	-9.05246
▁across	-9.05359
not	-9.05724
But	-9.0589
▁air	-9.06215
▁subject	-9.06646
▁trash	-9.0665
▁support	-9.06674
▁husband	-9.06733
▁sorry	-9.06748
▁...	-9.06775
▁U	-9.06843
me	-9.06879
▁hear	-9.07013
▁soon	-9.07413
▁gives	-9.0769
▁deal	-9.07716
▁h	-9.07736
▁jokes	-9.07757
So	-9.07854
▁decide	-9.07884
ful	-9.07896
▁days	-9.08138
▁above	-9.08162
▁remake	-9.08189
▁pathetic	-9.0819
▁cop	-9.08235
▁anyway	-9.08241
▁pointless	-9.08258
▁father	-9.08277
of	-9.08483
▁opening	-9.08501
▁light	-9.08574
▁die	-9.08593
▁voice	-9.08703
▁comment	-9.0877
▁human	-9.08776
like	-9.08908
▁talking	-9.09043
▁reviews	-9.09214
v	-9.09377
ia	-9.09678
▁store	-9.09699
▁spent	-9.09703
▁sh	-9.09736
▁somewhat	-9.09785
▁brother	-9.10302
nt	-9.10314
▁girls	-9.10816
▁20	-9.10936
?"	-9.1105
▁using	-9.11182
▁material	-9.11261
▁cinematography	-9.11268
▁Hitchcock	-9.11292
▁message	-9.11308
▁walk	-9.11472
▁turns	-9.11804
▁effort	-9.11934
▁game	-9.11978
▁expected	-9.12041
?)	-9.12224
▁V	-9.12237
▁J	-9.1237
▁middle	-9.12848
▁90	-9.12971
▁ago	-9.12978
▁others	-9.13195
▁zombies	-9.1348
▁ask	-9.13604
4	-9.1361
What	-9.13687
▁mostly	-9.13948
▁post	-9.14204
▁imagine	-9.14482
▁bored	-9.14511
▁typical	-9.14531
▁Michael	-9.14582
!!	-9.1459
▁Unfortunately	-9.14658
▁eyes	-9.14714
▁ten	-9.14983
▁feature	-9.15009
be	-9.1502
so	-9.15252
▁villain	-9.15669
▁town	-9.15695
time	-9.15789
▁words	-9.15791
▁experience	-9.15817
▁St	-9.1587
▁fire	-9.16012
ut	-9.16116
▁excellent	-9.1612
▁somehow	-9.16185
▁forced	-9.16394
▁co	-9.16641
▁falls	-9.16789
▁level	-9.16958
which	-9.16994
▁pass	-9.17249
▁check	-9.17277
ow	-9.17404
▁whe	-9.17444
ner	-9.17581
▁f	-9.17587
▁problems	-9.176
▁attention	-9.17767
▁chance	-9.17772
▁excuse	-9.17772
▁New	-9.17777
▁Robert	-9.17869
credibly	-9.17938
▁Bad	-9.1795
▁apparently	-9.17955
▁learn	-9.18091
age	-9.18107
▁sci	-9.18243
▁Do	-9.1828
▁m	-9.1838
▁age	-9.18419
▁shooting	-9.18445
2	-9.18759
▁total	-9.1878
▁An	-9.19067
by	-9.19211
▁release	-9.19218
▁throw	-9.19293
ol	-9.19295
ate	-9.19455
▁sometimes	-9.19472
▁strong	-9.19503
▁editing	-9.1953
▁While	-9.19541
▁utter	-9.19559
▁gone	-9.19609
▁God	-9.19737
▁needs	-9.19796
▁forward	-9.19833
▁Be	-9.20206
de	-9.20322
▁island	-9.20363
▁ex	-9.20367
▁novel	-9.20377
ap	-9.20424
ian	-9.20435
▁minute	-9.20567
if	-9.20907
▁haven	-9.20912
▁sick	-9.21185
▁amount	-9.21207
▁among	-9.21255
▁overall	-9.21259
▁doubt	-9.21303
▁thriller	-9.21305
▁Or	-9.21481
As	-9.21581
ton	-9.21607
▁w	-9.21744
▁fall	-9.21746
▁direct	-9.21836
▁upon	-9.21862
ard	-9.21867
▁taken	-9.21912
▁rip	-9.21939
!!!	-9.22117
▁garbage	-9.22941
▁footage	-9.22979
▁despi	-9.23098
▁appears	-9.23328
▁finally	-9.2338
▁gay	-9.23729
▁twist	-9.24202
▁happens	-9.24333
line	-9.24474
▁weird	-9.24529
▁gang	-9.2475
taking	-9.24757
op	-9.24791
▁NOT	-9.24794
▁please	-9.24804
▁hair	-9.24815
▁lives	-9.24929
To	-9.24938
▁flat	-9.2501
▁Sci	-9.25031
▁fill	-9.25073
off	-9.25322
▁explain	-9.25327
▁hop	-9.2534
▁finish	-9.25997
▁writers	-9.26072
▁15	-9.26094
▁present	-9.26097
▁wait	-9.2613
▁Re	-9.26541
▁stories	-9.26546
▁alone	-9.26551
▁background	-9.26557
▁fake	-9.26565
▁IMDb	-9.26566
▁five	-9.26591
▁David	-9.26613
▁fast	-9.26624
▁political	-9.26624
▁god	-9.26748
▁particularly	-9.2687
▁works	-9.27028
▁cliché	-9.27484
▁value	-9.27821
▁creature	-9.27829
son	-9.27964
▁previous	-9.28049
▁suppose	-9.28121
▁police	-9.2839
▁soundtrack	-9.28419
▁believable	-9.28433
▁Jane	-9.28444
Fi	-9.28533
▁From	-9.28609
▁due	-9.28665
ma	-9.28769
x	-9.28837
ag	-9.28942
▁career	-9.29003
▁holes	-9.29281
ical	-9.29481
for	-9.29502
▁needed	-9.29545
▁shock	-9.29725
▁hardly	-9.298
▁dis	-9.29807
ex	-9.29873
▁nor	-9.30082
▁water	-9.30283
▁accent	-9.30283
▁Van	-9.30325
▁third	-9.3035
▁count	-9.30367
▁Who	-9.30373
▁crew	-9.30392
▁Most	-9.30406
▁failed	-9.30437
▁Y	-9.30611
▁hot	-9.3094
▁speak	-9.31071
▁stand	-9.31095
U	-9.31331
unless	-9.31546
led	-9.31644
go	-9.31746
▁heart	-9.31848
▁actual	-9.3188
▁known	-9.32118
▁whatsoever	-9.32206
▁modern	-9.32261
▁reality	-9.32384
▁including	-9.32412
even	-9.32414
!)	-9.32509
▁decided	-9.3256
▁cause	-9.32768
▁Let	-9.32809
9	-9.33174
ance	-9.33264
om	-9.33389
▁result	-9.33595
▁sets	-9.33611
▁effect	-9.33661
▁Christian	-9.33704
▁d	-9.33943
▁strange	-9.33987
▁laughing	-9.3403
side	-9.34046
ha	-9.34202
▁Italian	-9.34206
▁list	-9.34235
▁copy	-9.34521
▁clearly	-9.34645
▁Che	-9.34769
ng	-9.34894
ger	-9.34933
▁g	-9.35239
giving	-9.35622
▁means	-9.35681
▁agree	-9.35885
▁English	-9.36168
▁favorite	-9.36171
▁normal	-9.36172
▁disappointing	-9.36196
▁okay	-9.36207
▁barely	-9.36246
▁laughable	-9.36313
▁body	-9.36336
V	-9.36344
▁Lee	-9.36385
▁considering	-9.36974
▁killing	-9.37066
▁elements	-9.37225
▁dress	-9.37246
nd	-9.37743
▁begin	-9.37838
▁certain	-9.37868
▁credit	-9.3788
▁Sandra	-9.38208
▁vote	-9.38211
▁sister	-9.38212
▁Instead	-9.38232
▁creepy	-9.38256
▁entertainment	-9.38269
▁front	-9.38297
ism	-9.38299
▁unfortunately	-9.3835
▁storyline	-9.38355
un	-9.38464
▁released	-9.38543
▁oh	-9.38555
▁ship	-9.39021
5	-9.39063
▁attempts	-9.3938
▁filmmakers	-9.39418
▁con	-9.39464
who	-9.39539
way	-9.39843
▁situation	-9.39896
▁sequence	-9.39901
▁similar	-9.39925
▁sexual	-9.39958
▁realize	-9.40097
▁power	-9.40193
▁possibly	-9.40291
▁potential	-9.40291
▁television	-9.40291
▁Jones	-9.403
▁James	-9.40364
▁Although	-9.405
▁produced	-9.40503
▁follow	-9.40996
▁Hell	-9.4102
ized	-9.4186
▁eye	-9.421
▁nudity	-9.42419
▁project	-9.4242
▁crime	-9.42422
▁admit	-9.42422
▁wooden	-9.42426
▁girlfriend	-9.42428
▁pure	-9.4243
▁song	-9.42437
▁fell	-9.42449
▁concept	-9.42466
ke	-9.42486
▁whatever	-9.42522
▁Every	-9.4256
▁30	-9.42622
▁cr	-9.42713
▁points	-9.42826
all	-9.43404
▁fighting	-9.43405
movie	-9.43499
▁enjoyed	-9.43546
8	-9.43888
▁season	-9.442
▁producers	-9.44221
▁four	-9.4457
▁easily	-9.44593
▁various	-9.44593
▁disappointment	-9.44594
▁paid	-9.44598
▁7	-9.44602
▁purpose	-9.44606
▁Dead	-9.44613
▁super	-9.44633
▁bed	-9.44637
▁thin	-9.4464
▁slightly	-9.44679
▁redeeming	-9.44689
▁change	-9.44742
▁reasons	-9.4479
▁outside	-9.44861
▁missing	-9.44958
▁catch	-9.44962
▁simple	-9.45081
ho	-9.45402
▁ends	-9.45463
les	-9.45476
▁Ver	-9.45562
▁events	-9.45745
▁acted	-9.45935
▁kick	-9.46031
▁leading	-9.46033
ub	-9.46104
▁party	-9.46247
▁pro	-9.46281
▁eat	-9.4629
oo	-9.4646
ot	-9.46561
▁Co	-9.46566
mo	-9.46657
▁difficult	-9.46815
▁CGI	-9.46815
▁caught	-9.4682
▁blame	-9.46822
▁compare	-9.46827
▁slasher	-9.46877
ta	-9.46916
▁odd	-9.46973
▁free	-9.47052
▁forget	-9.47055
istic	-9.47448
▁rented	-9.47588
▁entirely	-9.47737
ck	-9.47805
▁named	-9.47936
▁door	-9.4794
▁sucks	-9.48409
im	-9.48462
▁perfect	-9.4871
▁By	-9.48746
▁painful	-9.48749
▁brain	-9.48842
▁create	-9.48855
men	-9.4903
▁became	-9.49088
▁giant	-9.49088
▁parents	-9.49088
▁roles	-9.49103
▁wrote	-9.49115
▁male	-9.49148
▁quickly	-9.49249
▁Watch	-9.4934
em	-9.49345
▁laughs	-9.49351
▁Bo	-9.49425
ring	-9.49883
▁sounds	-9.50208
land	-9.50236
")	-9.50262
▁6	-9.50263
▁murder	-9.50327
▁bar	-9.50602
▁deliver	-9.50653
▁hands	-9.50669
pa	-9.50724
dy	-9.51018
tro	-9.51093
All	-9.51093
▁reading	-9.51127
▁important	-9.51164
▁relationship	-9.51189
▁demon	-9.51332
▁road	-9.51417
▁respect	-9.51421
▁deep	-9.51441
▁anymore	-9.51445
▁Nothing	-9.51548
▁Star	-9.51625
bo	-9.51636
▁focus	-9.51646
we	-9.51808
▁showing	-9.52213
▁land	-9.52277
▁knows	-9.52397
▁names	-9.52405
▁Dr	-9.52438
▁mentioned	-9.52459
You	-9.5302
▁class	-9.53066
▁ride	-9.53084
ably	-9.53173
▁fl	-9.53266
▁particular	-9.53454
▁hilarious	-9.53484
▁German	-9.53515
▁business	-9.53775
▁treat	-9.53788
▁atmosphere	-9.53794
▁choice	-9.53794
▁wild	-9.53794
▁team	-9.53795
▁Bullock	-9.53795
▁future	-9.53797
▁standard	-9.53797
▁70	-9.53801
▁development	-9.53806
▁screenplay	-9.53806
▁herself	-9.53808
▁steal	-9.53816
▁stick	-9.53821
▁unbelievable	-9.53839
▁period	-9.53842
ted	-9.53893
▁intended	-9.53894
▁rock	-9.53965
der	-9.54129
▁songs	-9.54183
king	-9.54303
▁woods	-9.54317
io	-9.54348
co	-9.544
▁Her	-9.5443
vi	-9.55077
▁bigge	-9.55267
that	-9.5575
▁surprise	-9.55972
▁deserves	-9.56002
▁chase	-9.5605
▁wall	-9.56115
▁viewers	-9.56191
na	-9.56212
▁channel	-9.56233
▁common	-9.56236
▁disaster	-9.56246
▁adaptation	-9.56254
My	-9.56305
▁setting	-9.56309
▁moving	-9.56329
▁phone	-9.5634
▁control	-9.56455
▁surprised	-9.56512
▁19	-9.56787
▁remind	-9.56825
▁directing	-9.57026
▁pre	-9.57071
▁musical	-9.57076
▁makers	-9.57083
nother	-9.57353
▁meant	-9.57539
▁j	-9.57589
▁beat	-9.57679
▁open	-9.57745
▁today	-9.57948
▁note	-9.58174
▁comic	-9.58186
day	-9.58461
os	-9.58487
▁escape	-9.5865
▁Flynn	-9.58733
▁country	-9.58742
▁ghost	-9.58746
▁Japanese	-9.58765
▁accident	-9.58783
▁build	-9.58888
▁members	-9.58942
▁filmed	-9.5899
▁Like	-9.59006
▁building	-9.59296
red	-9.59343
ER	-9.59367
▁clichés	-9.59598
▁walking	-9.59639
▁Ch	-9.59891
▁expecting	-9.60231
budget	-9.60522
ep	-9.60612
old	-9.60728
▁ho	-9.60853
tion	-9.60905
ure	-9.60932
▁positive	-9.60937
▁recent	-9.60977
ant	-9.60992
▁working	-9.60999
▁per	-9.61005
erhaps	-9.61218
▁neither	-9.61297
▁living	-9.61297
▁Eddie	-9.61298
▁amusing	-9.61298
▁confusing	-9.61298
▁crappy	-9.613
▁French	-9.61307
▁t	-9.61318
▁clever	-9.61322
▁military	-9.61328
▁color	-9.61342
▁violent	-9.61349
▁cult	-9.61401
▁Mar	-9.61451
▁mark	-9.61477
▁Yes	-9.61597
▁portrayed	-9.61726
▁Me	-9.61892
pe	-9.62127
va	-9.62547
▁Here	-9.62622
▁Mi	-9.63011
▁view	-9.6308
▁meets	-9.6335
▁destroy	-9.63445
ial	-9.63458
ake	-9.63575
J	-9.63728
ary	-9.63812
▁MST	-9.63892
▁allow	-9.63904
▁secret	-9.63924
▁church	-9.63929
▁dreadful	-9.63929
▁stuck	-9.63939
▁amateurish	-9.6394
▁Horror	-9.63961
▁Himesh	-9.63982
▁mere	-9.63982
▁nowhere	-9.63999
▁documentary	-9.64003
▁Richard	-9.64026
▁theater	-9.64054
▁Al	-9.64074
▁student	-9.64109
▁thrown	-9.642
▁folks	-9.64237
▁changed	-9.64391
uff	-9.64437
▁wonderful	-9.64439
▁area	-9.64614
▁interested	-9.64873
▁win	-9.65058
▁apart	-9.65204
ack	-9.65261
ball	-9.65824
lie	-9.65953
▁mix	-9.66154
▁include	-9.6635
▁attack	-9.66367
▁deserve	-9.66604
tor	-9.66607
▁Disney	-9.66632
▁brilliant	-9.66632
▁revenge	-9.66632
▁spoof	-9.66632
▁Channel	-9.66633
▁conclusion	-9.66633
▁tension	-9.66633
▁earlier	-9.66638
▁impossible	-9.66646
▁Pinhead	-9.66664
▁Lombard	-9.66686
▁portrayal	-9.66711
▁Indian	-9.66769
▁loud	-9.66775
▁cross	-9.66775
▁suit	-9.66897
▁fit	-9.66955
▁victim	-9.66962
▁leaves	-9.67022
light	-9.67022
▁trouble	-9.67051
▁towards	-9.6745
▁values	-9.67568
ating	-9.67729
▁happening	-9.67746
ese	-9.67767
▁Go	-9.67997
▁teenagers	-9.68007
▁features	-9.68087
▁directors	-9.68446
▁mo	-9.68638
Well	-9.68681
▁general	-9.69067
▁suggest	-9.69178
che	-9.69265
▁state	-9.69289
▁Bishop	-9.69409
▁floor	-9.69409
▁plenty	-9.69411
▁otherwise	-9.69454
▁tale	-9.69464
▁priest	-9.69465
▁mis	-9.69469
▁Wood	-9.69483
▁somewhere	-9.6949
▁dramatic	-9.69518
▁flicks	-9.69522
▁send	-9.69552
▁skip	-9.69609
▁interview	-9.69729
making	-9.69835
▁Ma	-9.70044
▁anti	-9.70065
▁died	-9.70367
▁Can	-9.7038
▁pain	-9.70527
6	-9.70549
▁skin	-9.70604
▁worked	-9.71091
▁animals	-9.71259
▁within	-9.71354
Oh	-9.7159
▁mine	-9.71676
▁portray	-9.71708
this	-9.71859
▁loose	-9.71912
▁pace	-9.71983
▁remote	-9.72266
▁shark	-9.72266
▁suicide	-9.72266
▁embarrassing	-9.72267
▁turkey	-9.72267
▁happy	-9.72271
▁saving	-9.72273
▁indeed	-9.72275
▁sell	-9.72315
▁unnecessary	-9.72318
▁George	-9.72324
▁boyfriend	-9.72353
▁par	-9.72353
▁suddenly	-9.72371
▁literally	-9.72382
▁v	-9.72436
▁Please	-9.72461
▁ground	-9.72487
▁sign	-9.72671
▁sat	-9.72735
▁sequences	-9.72807
uit	-9.72999
▁lighting	-9.7334
▁9	-9.73356
ile	-9.73407
▁La	-9.73477
well	-9.73885
▁inside	-9.73921
▁po	-9.74039
work	-9.74391
ence	-9.74408
▁loved	-9.74515
For	-9.74636
▁ended	-9.74643
Don	-9.74729
▁shame	-9.74992
▁moves	-9.7506
ated	-9.75163
▁taste	-9.75184
▁bizarre	-9.75208
▁computer	-9.75208
▁depth	-9.75208
▁FBI	-9.75208
▁promise	-9.75208
▁propaganda	-9.75208
▁window	-9.75214
▁bomb	-9.75235
▁cinematic	-9.75247
▁battle	-9.75261
▁lady	-9.75275
▁stock	-9.75299
▁easy	-9.75314
▁Randy	-9.7534
▁master	-9.75362
▁Steven	-9.75378
▁mistake	-9.75447
ac	-9.75467
▁generally	-9.75572
▁producer	-9.75813
▁10.	-9.75896
▁Pa	-9.75901
▁truth	-9.76127
▁episodes	-9.76131
▁waiting	-9.76133
▁rated	-9.76166
▁describe	-9.76204
▁added	-9.76303
0	-9.76432
▁di	-9.76666
▁plan	-9.77098
▁serve	-9.77217
right	-9.77314
▁cute	-9.77579
com	-9.77649
▁honest	-9.77895
▁discover	-9.78059
▁further	-9.7809
+	-9.78237
▁approach	-9.78238
▁convince	-9.78238
▁eventually	-9.78238
▁franchise	-9.78238
▁historical	-9.78238
▁pretentious	-9.78238
▁presence	-9.78238
▁tree	-9.7824
▁serial	-9.78242
▁collection	-9.78252
▁Yet	-9.78261
▁fashion	-9.78275
▁romantic	-9.78323
▁Christmas	-9.78323
▁successful	-9.78326
▁enjoyable	-9.78341
▁whom	-9.78341
▁Vacation	-9.78347
▁damn	-9.78403
▁William	-9.78417
▁Where	-9.78444
ph	-9.78563
▁created	-9.78612
▁form	-9.7864
▁NO	-9.78721
▁week	-9.78879
▁alive	-9.79001
▁creatures	-9.79289
ah	-9.79611
▁rate	-9.7963
over	-9.79632
nce	-9.79743
end	-9.79961
ber	-9.80534
ud	-9.8055
Overall	-9.80579
▁monsters	-9.80619
▁crash	-9.81305
▁personal	-9.81347
▁favor	-9.81357
▁York	-9.81363
▁answer	-9.81363
▁humour	-9.81363
▁imagination	-9.81363
▁immediately	-9.81363
▁smart	-9.81363
▁language	-9.81363
▁Black	-9.81365
▁masterpiece	-9.81365
▁glad	-9.8137
▁desperate	-9.81373
▁insane	-9.81376
▁Carol	-9.8138
▁appearance	-9.81389
▁disgusting	-9.81444
▁ultimately	-9.81445
▁Chupacabra	-9.81451
rs	-9.81451
▁Two	-9.81476
▁truck	-9.81477
▁search	-9.81526
ual	-9.81533
▁rich	-9.81569
▁meet	-9.81892
ley	-9.8192
ite	-9.81922
▁makeup	-9.81941
▁Tom	-9.81951
▁extra	-9.82012
▁question	-9.82026
▁begins	-9.82042
▁Overall	-9.82157
▁following	-9.82206
▁!	-9.82222
ight	-9.82243
ina	-9.8228
con	-9.82287
▁N	-9.82294
ide	-9.82333
▁older	-9.82342
▁teen	-9.82374
▁involv	-9.82399
▁references	-9.82691
▁sexy	-9.82754
▁push	-9.83376
▁cops	-9.83391
mp	-9.83493
▁ch	-9.83601
some	-9.83803
▁suffer	-9.84006
▁sleep	-9.8401
▁faces	-9.84025
ever	-9.84138
▁convincing	-9.84226
▁brief	-9.84229
▁random	-9.84232
▁victims	-9.84285
▁students	-9.84368
▁basic	-9.84574
▁Smith	-9.84588
▁Oscar	-9.84589
▁advice	-9.84589
▁blue	-9.84589
▁cartoon	-9.84589
▁company	-9.84589
▁exciting	-9.84589
▁unintentional	-9.84589
▁naked	-9.84589
▁popular	-9.84591
▁shallow	-9.84591
▁animation	-9.84591
▁machine	-9.84592
▁baby	-9.84597
▁Kane	-9.84599
▁fear	-9.846
▁studio	-9.84609
▁paper	-9.84619
▁bright	-9.84626
▁mystery	-9.84629
▁1980	-9.84631
▁nobody	-9.84651
▁telling	-9.84669
▁yeah	-9.8468
▁display	-9.84686
que	-9.84698
▁Asian	-9.84712
▁confused	-9.84713
▁former	-9.84729
▁listen	-9.84748
▁plane	-9.84758
▁Director	-9.84765
▁60	-9.84791
▁realistic	-9.84801
▁situations	-9.85207
▁viewing	-9.85291
cy	-9.85354
▁lived	-9.85384
▁vampire	-9.85455
▁mom	-9.8549
uck	-9.85498
▁shocking	-9.85662
ious	-9.85728
▁stereotypes	-9.85728
▁ill	-9.8585
▁Ho	-9.8593
ward	-9.8597
▁o	-9.85989
▁Dam	-9.86076
▁casting	-9.86088
rate	-9.86146
she	-9.86184
ky	-9.86437
7	-9.86568
▁remains	-9.86589
▁lots	-9.86712
▁Mo	-9.86777
▁40	-9.86855
▁opera	-9.86957
action	-9.87146
▁Christ	-9.87153
good	-9.87155
Now	-9.87195
guy	-9.8733
▁uses	-9.87397
mon	-9.87491
▁exist	-9.87564
coming	-9.87692
▁Steve	-9.87749
▁America	-9.87791
ang	-9.87841
▁lose	-9.8786
ING	-9.87911
▁public	-9.87922
▁nonsense	-9.87922
▁Carrey	-9.87922
▁rare	-9.87928
▁assume	-9.87931
▁impression	-9.87938
▁record	-9.87956
▁Kim	-9.87963
▁carry	-9.87985
▁fantasy	-9.88016
▁plus	-9.88016
▁Paul	-9.88034
▁Russian	-9.88043
uch	-9.88082
▁Other	-9.88127
▁Zombie	-9.88151
▁famous	-9.88175
▁Komodo	-9.88177
▁grat	-9.88273
▁recently	-9.88372
▁Z	-9.88403
▁soap	-9.88425
▁clichéd	-9.88433
▁fr	-9.88519
▁drive	-9.88612
▁dream	-9.88806
ble	-9.88808
▁location	-9.88829
▁touch	-9.89012
▁leader	-9.89033
▁hated	-9.89204
▁renting	-9.89315
▁red	-9.89416
ned	-9.90011
een	-9.90094
▁King	-9.90124
▁offer	-9.90387
what	-9.90404
ong	-9.90517
`	-9.90582
▁hang	-9.90812
▁miss	-9.90851
lic	-9.91013
▁base	-9.91147
ca	-9.91209
▁Bill	-9.91271
▁leav	-9.91327
▁Earth	-9.9137
▁Lewis	-9.9137
▁century	-9.9137
▁genuine	-9.9137
▁hundred	-9.9137
▁mediocre	-9.9137
▁sheriff	-9.9137
▁visit	-9.9137
▁drunk	-9.9137
▁Martin	-9.91371
▁regard	-9.91378
▁rubbish	-9.91379
▁clothes	-9.91385
▁fift	-9.91385
▁science	-9.9139
▁heroine	-9.91411
▁tired	-9.91435
▁social	-9.91437
▁OF	-9.9144
▁manner	-9.91484
▁soft	-9.91514
▁Cave	-9.91552
art	-9.91574
▁Avoid	-9.91606
▁Good	-9.91647
▁pi	-9.91698
▁mad	-9.91722
our	-9.91769
▁Mary	-9.91783
▁suck	-9.91845
▁missed	-9.91923
▁Ha	-9.91963
▁hat	-9.91983
▁longer	-9.92278
▁exception	-9.92378
▁scientist	-9.92392
▁50	-9.92467
▁8	-9.92521
▁spot	-9.92718
cal	-9.92751
▁Mc	-9.9277
▁Po	-9.93194
▁wondering	-9.93283
ave	-9.93486
▁ideas	-9.93662
par	-9.93781
▁burn	-9.93904
use	-9.9403
**	-9.94168
film	-9.94168
director	-9.94173
▁prison	-9.94213
tte	-9.94273
▁leads	-9.94518
rew	-9.94553
room	-9.94581
▁insult	-9.94608
▁pop	-9.94641
▁shop	-9.94677
▁force	-9.94744
▁consist	-9.94777
▁porn	-9.94862
▁Cobb	-9.94942
▁fault	-9.94942
▁grace	-9.94942
▁innocent	-9.94942
▁Moore	-9.94942
▁join	-9.94942
▁account	-9.94942
▁combin	-9.94942
▁suspect	-9.94942
▁Brown	-9.94943
▁ashamed	-9.94943
▁nature	-9.94945
▁mood	-9.94947
▁tough	-9.94949
▁match	-9.94953
▁culture	-9.94954
▁responsible	-9.94963
▁cash	-9.94963
▁photography	-9.95027
▁Ride	-9.95039
▁Jack	-9.95055
▁era	-9.95064
▁****	-9.951
▁limited	-9.95142
▁murders	-9.95202
▁band	-9.95205
▁fat	-9.95244
▁starring	-9.95256
▁yes	-9.95263
back	-9.95273
▁Reba	-9.9528
▁below	-9.95329
▁honestly	-9.95349
ain	-9.95404
ak	-9.95485
lan	-9.95544
▁Sant	-9.95563
▁scare	-9.95877
▁books	-9.9592
you	-9.95952
?!	-9.96044
▁issue	-9.96409
▁Sam	-9.96453
▁involve	-9.96593
long	-9.96755
▁lacking	-9.97117
row	-9.97135
fe	-9.97165
▁paint	-9.97192
▁ha	-9.97218
pi	-9.97684
▁laughed	-9.97865
year	-9.97872
▁struggle	-9.97888
with	-9.97888
▁develop	-9.98147
▁arts	-9.9817
bad	-9.98195
gen	-9.98205
▁prefer	-9.98261
▁appreciate	-9.98354
On	-9.98379
▁torture	-9.98417
▁step	-9.98468
▁million	-9.98638
▁spirit	-9.9864
pite	-9.98645
▁amazing	-9.98645
▁college	-9.98645
▁knowledge	-9.98645
▁society	-9.98645
▁accurate	-9.98646
▁martial	-9.98646
▁twenty	-9.98646
▁affair	-9.98646
▁content	-9.98646
▁research	-9.98646
▁Little	-9.98647
▁freak	-9.98651
▁Julie	-9.98654
▁share	-9.98656
▁information	-9.98657
▁idiotic	-9.98662
▁cold	-9.9867
▁Hopper	-9.98721
▁Otherwise	-9.98724
▁familiar	-9.9875
ize	-9.98839
▁Master	-9.98846
▁Film	-9.98854
tra	-9.98907
▁drug	-9.98992
how	-9.99136
???	-9.99159
▁changes	-9.99186
▁jump	-9.99279
▁younger	-9.99457
▁comical	-9.99505
▁figured	-9.99515
▁protagonist	-9.99857
▁street	-9.99887
low	-9.99933
▁animal	-9.99973
ob	-10.0007
ions	-10.0012
dom	-10.0025
mit	-10.0046
▁runs	-10.0071
▁efforts	-10.0084
▁highly	-10.0085
▁costs	-10.0095
▁Too	-10.0104
▁cant	-10.0115
▁bear	-10.0125
▁Sh	-10.0128
▁questions	-10.0164
screen	-10.0165
▁wasting	-10.0169
▁rescue	-10.0177
▁Er	-10.0185
▁appeal	-10.0191
▁vs	-10.0192
ped	-10.0235
▁Sure	-10.024
▁chick	-10.0247
▁crazy	-10.0249
▁hospital	-10.0249
▁industry	-10.0249
▁teeth	-10.0249
▁wrestling	-10.0249
▁horse	-10.0249
British	-10.0249
▁explanation	-10.0249
▁graphic	-10.0249
▁cheese	-10.0249
▁failure	-10.025
▁device	-10.025
▁intelligent	-10.025
▁unoriginal	-10.025
▁unfunny	-10.025
▁curious	-10.0252
▁religious	-10.0254
%	-10.0256
▁sitting	-10.0256
▁hire	-10.0257
▁Love	-10.0257
▁mysterious	-10.0257
▁possessed	-10.0264
▁mid	-10.0264
▁?	-10.0265
▁professional	-10.0266
▁worthless	-10.0267
▁absurd	-10.0267
▁Hellraiser	-10.0272
▁ability	-10.0276
▁grade	-10.0282
▁brutal	-10.0284
▁greatest	-10.0284
▁l	-10.0285
▁sucked	-10.0302
▁watchable	-10.0315
▁Bell	-10.0335
▁angles	-10.0366
▁ball	-10.0373
▁puppets	-10.0386
▁sl	-10.0388
lin	-10.0388
▁talented	-10.0394
▁details	-10.0435
▁cat	-10.0438
▁camp	-10.0443
putting	-10.0459
▁issues	-10.0519
▁vampires	-10.055
▁theme	-10.0555
▁perform	-10.0562
One	-10.0603
gi	-10.0618
▁draw	-10.0632
atch	-10.0632
▁aim	-10.0638
▁connect	-10.0644
No	-10.0644
ash	-10.0647
▁amateur	-10.0648
▁author	-10.0649
▁office	-10.0649
▁dancing	-10.0649
▁promising	-10.0649
▁terribly	-10.0649
▁Belushi	-10.0649
▁Jeff	-10.0649
▁miserably	-10.0649
▁doctor	-10.0649
▁heavy	-10.0649
▁tedious	-10.0649
▁angry	-10.0649
▁knock	-10.0649
▁swear	-10.0649
▁Bates	-10.0649
▁Hogan	-10.065
▁everybody	-10.0651
▁Dante	-10.0651
▁Vince	-10.0652
▁statement	-10.0652
▁notice	-10.0656
▁fish	-10.0656
▁Halloween	-10.0657
▁trailer	-10.0659
▁corny	-10.066
▁Thank	-10.0661
▁Lu	-10.0671
▁Peter	-10.0673
▁motion	-10.0674
▁ma	-10.0675
▁fu	-10.0689
▁Kath	-10.0704
▁forever	-10.0714
ew	-10.0714
!!!!	-10.0716
▁th	-10.0737
▁weapons	-10.0739
▁`	-10.0742
▁sn	-10.0747
▁remain	-10.0763
▁sadly	-10.0764
▁speaking	-10.077
TV	-10.0777
▁mouth	-10.0779
ock	-10.0784
▁soldiers	-10.0792
rated	-10.0792
iss	-10.0797
▁alien	-10.081
▁cost	-10.0824
▁contains	-10.0824
▁ready	-10.0828
▁onto	-10.0838
▁Anne	-10.0841
▁aspects	-10.0845
▁Car	-10.0853
▁dad	-10.0873
▁boys	-10.0875
ible	-10.0879
▁Dor	-10.0879
▁Ro	-10.0885
▁likely	-10.0896
ise	-10.0898
▁bi	-10.092
ook	-10.0952
▁reach	-10.0971
wa	-10.098
▁logic	-10.0984
ster	-10.1019
▁inter	-10.1029
▁correct	-10.103
▁Des	-10.1035
▁stage	-10.104
fully	-10.1041
▁survive	-10.1042
▁More	-10.1045
▁wide	-10.105
▁success	-10.1051
▁dance	-10.1056
▁clue	-10.1063
é	-10.1066
▁bottom	-10.1066
▁empty	-10.1066
▁government	-10.1066
▁horribly	-10.1066
▁irritating	-10.1066
▁ludicrous	-10.1066
▁qualities	-10.1066
▁separate	-10.1066
▁gonna	-10.1066
▁asleep	-10.1066
▁Larry	-10.1066
▁grave	-10.1066
▁narrative	-10.1067
othy	-10.1067
▁Scott	-10.1068
▁earth	-10.1068
▁Cujo	-10.1071
▁cutting	-10.1074
▁Seriously	-10.1074
▁married	-10.1075
turned	-10.1075
▁Everything	-10.1075
▁blonde	-10.1076
▁adventure	-10.1077
▁fiction	-10.1077
▁station	-10.1078
▁teacher	-10.1079
▁Because	-10.1081
▁standards	-10.1083
▁Mark	-10.1089
▁Jr	-10.109
▁gory	-10.109
nnis	-10.1092
▁Look	-10.1093
▁bra	-10.1095
▁law	-10.1103
ign	-10.1104
▁Texas	-10.1104
ach	-10.1105
▁singing	-10.1106
▁prove	-10.1108
▁meaning	-10.1109
▁heck	-10.1114
▁Anyway	-10.1119
▁South	-10.112
▁forth	-10.1126
▁allowed	-10.1143
▁mental	-10.1143
▁("	-10.1156
▁bu	-10.1161
star	-10.1175
mar	-10.1187
▁asked	-10.1195
▁100	-10.1216
▁drink	-10.1237
▁Cr	-10.1239
rol	-10.1243
don	-10.1261
▁lies	-10.1262
ze	-10.1285
▁pieces	-10.1288
▁sc	-10.1295
▁Sa	-10.1298
Not	-10.131
▁worthy	-10.1312
set	-10.132
ice	-10.1333
ning	-10.1337
Be	-10.1353
▁guns	-10.1355
▁cla	-10.1362
ern	-10.1379
▁Di	-10.1404
just	-10.1425
da	-10.1432
▁ba	-10.1437
▁ran	-10.1442
▁reveal	-10.1453
▁Les	-10.146
▁apparent	-10.1467
▁member	-10.1471
00	-10.1477
ound	-10.1484
part	-10.1486
▁range	-10.1489
▁Charl	-10.1491
▁whi	-10.1496
▁awkward	-10.1501
▁energy	-10.1501
▁experiment	-10.1501
▁strength	-10.1501
▁Park	-10.1501
▁lousy	-10.1501
▁desert	-10.1501
▁frankly	-10.1501
▁double	-10.1501
▁facial	-10.1501
▁moral	-10.1501
▁Cobra	-10.1501
▁ANY	-10.1501
▁worry	-10.1501
▁six	-10.1502
▁Norman	-10.1502
▁blah	-10.1502
▁raise	-10.1502
▁disturbing	-10.1505
▁bland	-10.1506
▁Anthon	-10.1506
▁forgettable	-10.1506
bi	-10.1506
▁artistic	-10.1507
▁sent	-10.1507
▁stinker	-10.1508
▁eaten	-10.1509
ba	-10.1509
▁bodies	-10.1509
▁test	-10.151
▁nasty	-10.1513
▁Big	-10.1517
▁mindless	-10.1517
▁attractive	-10.1518
▁People	-10.152
too	-10.1526
▁Okay	-10.1527
▁City	-10.153
▁forgotten	-10.1537
▁rise	-10.1546
ED	-10.1558
▁scared	-10.1562
▁follows	-10.1578
▁18	-10.1606
▁emotion	-10.1607
▁flaws	-10.161
▁sea	-10.1616
▁finished	-10.1618
▁stretch	-10.1622
Do	-10.1624
ov	-10.1628
stin	-10.1629
▁saved	-10.1633
▁slowly	-10.1641
▁lo	-10.1641
▁standing	-10.1654
▁en	-10.1663
▁Ja	-10.1668
ron	-10.1676
cing	-10.169
▁western	-10.1693
▁cliche	-10.1697
▁min	-10.1711
▁Chan	-10.1726
▁terms	-10.1727
▁filmmaker	-10.1731
vy	-10.1735
ier	-10.1749
▁tie	-10.1752
??	-10.1766
▁mini	-10.1802
ities	-10.1802
▁da	-10.1804
▁tape	-10.1806
▁Ne	-10.1822
held	-10.1829
cut	-10.1838
▁helped	-10.184
We	-10.1861
▁capabl	-10.1864
ff	-10.1867
Why	-10.1878
▁ways	-10.1881
ax	-10.1897
EN	-10.19
▁charm	-10.19
▁accept	-10.1903
▁drag	-10.1905
▁r	-10.1924
▁ta	-10.1924
ja	-10.1924
ving	-10.1926
▁junk	-10.1929
har	-10.1936
▁travel	-10.1952
▁occur	-10.1954
▁psycho	-10.1955
▁Sheriff	-10.1955
▁atrocious	-10.1955
▁chemistry	-10.1955
▁comparison	-10.1955
▁disjointed	-10.1955
▁driving	-10.1955
▁jungle	-10.1955
▁length	-10.1955
▁physical	-10.1955
▁unconvincing	-10.1955
▁blind	-10.1955
Which	-10.1955
▁green	-10.1955
▁funnies	-10.1955
▁1960	-10.1955
▁available	-10.1956
▁round	-10.1956
▁memorable	-10.1956
▁chair	-10.1956
▁dangerous	-10.1956
▁likable	-10.1956
▁twice	-10.1956
▁inept	-10.1957
▁expectations	-10.1957
▁gold	-10.1957
▁thus	-10.1957
▁Sorry	-10.1958
▁dozen	-10.1959
▁highlight	-10.196
▁minor	-10.1962
▁sight	-10.1964
▁somebody	-10.1965
▁guard	-10.1969
▁None	-10.197
▁X	-10.1972
▁Dark	-10.1973
▁biker	-10.1975
▁feet	-10.1977
▁leg	-10.1978
▁12	-10.1983
▁rental	-10.1983
▁began	-10.1985
▁Any	-10.1986
▁la	-10.2001
▁endless	-10.2001
used	-10.2008
▁Bone	-10.2031
▁tend	-10.2033
▁emotional	-10.2048
ass	-10.2056
▁skills	-10.2058
▁Give	-10.2074
ki	-10.2078
ika	-10.208
▁learned	-10.2088
▁lower	-10.2092
▁grow	-10.2092
bu	-10.2105
▁scream	-10.2114
▁visual	-10.2133
ommy	-10.2142
ik	-10.2144
▁Com	-10.2164
▁Guy	-10.2168
▁element	-10.218
gs	-10.2181
▁spoiler	-10.2203
▁earn	-10.2211
filled	-10.2216
▁places	-10.2219
▁smoke	-10.224
▁lacks	-10.2247
▁Gi	-10.2249
▁soul	-10.2266
▁dies	-10.2271
▁introduce	-10.228
▁overly	-10.2319
▁roll	-10.2329
ny	-10.2341
life	-10.2356
Some	-10.2357
my	-10.2358
▁drop	-10.2361
▁tone	-10.2363
▁spoil	-10.2373
▁Vi	-10.2379
▁finding	-10.2379
▁Th	-10.2379
▁hasn	-10.2393
▁quick	-10.2397
▁absolute	-10.2401
ST	-10.2402
▁unlike	-10.2406
cream	-10.2423
qui	-10.2429
▁Norris	-10.2431
▁Perkins	-10.2431
▁Thomas	-10.2431
▁afraid	-10.2431
▁equal	-10.2431
▁silent	-10.2431
▁system	-10.2431
▁unique	-10.2431
▁thousand	-10.2431
▁Never	-10.2432
▁amaze	-10.2432
▁climax	-10.2432
▁latter	-10.2432
▁Prey	-10.2432
▁satire	-10.2432
▁crude	-10.2432
▁steam	-10.2432
▁Jason	-10.2432
▁continuity	-10.2433
▁epic	-10.2433
▁Squad	-10.2433
▁devil	-10.2434
▁boredom	-10.2434
▁continue	-10.2435
▁sake	-10.2435
▁centr	-10.2436
▁hotel	-10.2436
▁Jesus	-10.2437
▁creative	-10.2437
▁connection	-10.2438
▁Out	-10.2438
▁Frank	-10.2438
▁cry	-10.2439
▁abuse	-10.2441
▁current	-10.2441
▁Hannibal	-10.2441
▁army	-10.2442
▁ne	-10.2442
▁speed	-10.2442
▁unknown	-10.2443
▁Alien	-10.2445
▁frame	-10.2449
▁45	-10.2449
▁le	-10.2449
▁useless	-10.2451
▁Bruce	-10.2453
hood	-10.2453
▁consistent	-10.2454
▁haunted	-10.2454
▁US	-10.2455
▁Angel	-10.2457
▁lay	-10.2461
▁surprisingly	-10.2461
air	-10.2472
▁Ca	-10.2475
▁belong	-10.2486
▁Had	-10.2501
▁size	-10.2501
▁Boy	-10.2505
▁na	-10.2528
▁Bu	-10.2532
▁trappe	-10.2543
▁Ru	-10.2557
▁killers	-10.2573
▁gu	-10.2581
▁bothered	-10.2606
▁dealing	-10.2616
oh	-10.262
▁claim	-10.2623
▁players	-10.2625
▁twists	-10.263
▁term	-10.2631
iv	-10.2633
▁Psycho	-10.2638
run	-10.2642
her	-10.2677
▁reviewers	-10.2678
▁agent	-10.2683
▁Le	-10.2684
pic	-10.2685
▁teenager	-10.2688
get	-10.2688
***	-10.2698
gu	-10.2706
rd	-10.2708
AN	-10.2721
▁bus	-10.2724
ano	-10.2738
▁seconds	-10.2744
▁drugs	-10.276
till	-10.2768
can	-10.2794
unk	-10.2802
▁blow	-10.2811
ka	-10.2822
▁repeat	-10.2822
▁sp	-10.2825
▁train	-10.2827
ken	-10.2831
▁Bar	-10.2834
▁Has	-10.2836
▁magic	-10.2841
However	-10.2854
▁understanding	-10.2855
▁clean	-10.2872
gun	-10.2881
▁fool	-10.2881
▁offers	-10.2882
RE	-10.2883
▁design	-10.2883
▁ruin	-10.2885
ition	-10.2894
▁flash	-10.2896
▁extreme	-10.2902
▁u	-10.2905
du	-10.2907
▁cares	-10.2914
▁trip	-10.2917
▁adapt	-10.2927
▁produce	-10.2928
movies	-10.293
▁disappear	-10.293
▁Arnold	-10.2931
▁Captain	-10.2931
▁Quaid	-10.2931
▁Tarzan	-10.2931
▁Witch	-10.2931
▁borrow	-10.2931
▁marriage	-10.2931
▁numerous	-10.2931
▁peace	-10.2931
▁revolve	-10.2931
▁romance	-10.2931
▁stomach	-10.2931
▁choose	-10.2931
▁fantastic	-10.2931
▁fresh	-10.2931
▁flesh	-10.2931
▁belief	-10.2931
▁Eater	-10.2931
▁Great	-10.2931
▁superior	-10.2931
▁REALLY	-10.2931
▁difference	-10.2932
▁opposite	-10.2932
▁ugly	-10.2932
▁recover	-10.2932
▁legend	-10.2932
▁cobra	-10.2932
▁worthwhile	-10.2932
▁forgot	-10.2932
▁relief	-10.2933
▁naive	-10.2933
▁witch	-10.2933
▁seemingly	-10.2933
▁pair	-10.2935
▁gags	-10.2935
▁apartment	-10.2935
▁ALL	-10.2936
▁Stephen	-10.2938
▁criminal	-10.2938
▁Apparently	-10.2942
▁compelling	-10.2942
▁Chin	-10.2942
▁cringe	-10.2943
▁cable	-10.2946
▁Rick	-10.2948
▁edited	-10.2949
▁Wow	-10.2951
▁Yeah	-10.2954
▁Sadly	-10.2954
now	-10.2956
▁mildly	-10.2959
▁hide	-10.2961
▁scenery	-10.2961
▁constantly	-10.2964
▁Night	-10.2967
▁stupidity	-10.2968
▁city	-10.2969
▁award	-10.2975
▁provide	-10.2975
existent	-10.2989
▁See	-10.299
▁Americans	-10.2992
▁seek	-10.2993
▁wind	-10.2999
▁developed	-10.3015
▁meeting	-10.3024
▁realized	-10.3026
▁delivered	-10.3037
▁audiences	-10.3058
▁explained	-10.3068
▁El	-10.307
▁return	-10.3093
real	-10.3095
▁falling	-10.31
▁Ms	-10.3106
.....	-10.3108
▁wit	-10.3114
od	-10.3118
pher	-10.3126
ell	-10.3145
kin	-10.3146
▁War	-10.3153
IN	-10.3182
▁sal	-10.3192
ven	-10.3193
▁agents	-10.3193
▁Un	-10.3203
▁expression	-10.3205
▁detail	-10.3208
▁officer	-10.321
▁Eric	-10.3237
though	-10.3239
▁reviewer	-10.3245
bout	-10.325
▁lights	-10.3268
▁hole	-10.3279
▁aspect	-10.3302
▁locations	-10.3316
otte	-10.333
▁gl	-10.3336
▁rape	-10.3339
▁teens	-10.3343
ug	-10.3373
dimensional	-10.3376
Z	-10.3377
plot	-10.3379
First	-10.338
After	-10.338
▁Ron	-10.3381
John	-10.3389
▁hu	-10.3393
▁talents	-10.3419
▁constant	-10.3423
cho	-10.3434
▁date	-10.3437
thing	-10.3437
▁effective	-10.3446
▁teenage	-10.345
▁capture	-10.3453
▁object	-10.3456
▁attract	-10.3456
▁grand	-10.3457
▁showed	-10.3457
▁yell	-10.3457
▁Bronson	-10.3458
▁Foster	-10.3458
▁Montgomery	-10.3458
▁Nicole	-10.3458
▁Rhys	-10.3458
▁VHS	-10.3458
▁abandon	-10.3458
▁category	-10.3458
▁decision	-10.3458
▁komodo	-10.3458
▁obsess	-10.3458
▁recognize	-10.3458
▁Derek	-10.3458
▁Spanish	-10.3458
▁sweet	-10.3458
▁heads	-10.3458
▁jail	-10.3458
▁stereotypical	-10.3458
▁source	-10.3458
▁initial	-10.3458
▁pacing	-10.3458
▁preview	-10.3458
▁merit	-10.3459
▁dying	-10.3459
▁exploitation	-10.346
▁commentary	-10.346
▁handsome	-10.3461
▁Gun	-10.3462
▁Emi	-10.3463
▁summer	-10.3463
▁sword	-10.3464
▁anybody	-10.3464
▁Tarantino	-10.3464
▁varie	-10.3465
▁anywhere	-10.3467
▁African	-10.3467
▁13	-10.3468
▁porno	-10.347
▁rank	-10.347
▁pile	-10.3471
▁pity	-10.3472
▁switch	-10.3473
▁trust	-10.3473
▁buddy	-10.3473
▁Carl	-10.3473
▁PG	-10.3475
▁independent	-10.3478
▁High	-10.3481
▁Up	-10.3482
▁print	-10.3486
▁field	-10.3486
▁warned	-10.3488
▁drawn	-10.3488
▁Oldboy	-10.349
▁Really	-10.349
▁AND	-10.3491
▁Was	-10.3492
▁gri	-10.3495
idden	-10.3495
▁noticed	-10.3497
▁captured	-10.3498
▁DO	-10.3505
▁included	-10.3513
▁Hall	-10.3515
▁Second	-10.3516
▁revealed	-10.3517
▁screaming	-10.3523
▁Willi	-10.3525
late	-10.3543
▁attacked	-10.3553
▁**	-10.358
▁dollars	-10.3591
▁:	-10.36
▁presented	-10.3601
▁com	-10.3602
▁Hard	-10.3618
▁se	-10.3618
war	-10.3626
▁IT	-10.3628
De	-10.3656
ants	-10.3656
▁bullets	-10.3677
▁bits	-10.368
▁Li	-10.3681
!).	-10.3696
act	-10.3703
hi	-10.3706
▁bat	-10.3708
▁ants	-10.3718
▁imp	-10.372
▁returns	-10.3722
▁bin	-10.3726
▁Ali	-10.373
▁Ra	-10.3741
ture	-10.3746
lly	-10.3748
ler	-10.375
▁dam	-10.375
▁mask	-10.3752
He	-10.3764
▁factor	-10.3784
cent	-10.3789
they	-10.3791
▁brothers	-10.3794
▁Ber	-10.3798
▁pe	-10.3799
mic	-10.3805
▁Ice	-10.3805
▁filming	-10.3825
fest	-10.3825
▁facts	-10.3834
▁spit	-10.3854
▁sum	-10.3857
▁Mel	-10.3865
cr	-10.3876
▁ratings	-10.3881
inal	-10.3897
OR	-10.3918
Davies	-10.3932
from	-10.3936
American	-10.3937
▁product	-10.394
With	-10.3941
▁Ann	-10.3944
Hell	-10.3945
▁crack	-10.3955
▁ham	-10.3962
▁Pe	-10.3964
▁lie	-10.3964
▁attacks	-10.3969
▁Du	-10.3975
▁surprising	-10.3979
▁exact	-10.3988
▁relate	-10.3988
▁resemble	-10.399
unch	-10.3991
amp	-10.4
▁shut	-10.4005
▁depict	-10.4007
▁ignore	-10.4009
▁express	-10.401
▁ghosts	-10.401
▁exploit	-10.4011
▁subtle	-10.4012
▁safe	-10.4012
▁dro	-10.4012
▁trans	-10.4012
▁foot	-10.4012
	-10.4013
▁Robicheaux	-10.4013
▁Stewart	-10.4013
▁blatant	-10.4013
▁contrived	-10.4013
▁disguise	-10.4013
▁negative	-10.4013
▁regular	-10.4013
▁vague	-10.4013
▁THAT	-10.4013
▁Armstrong	-10.4013
▁lesbian	-10.4013
▁opportunity	-10.4013
▁contest	-10.4013
▁risk	-10.4013
▁comedies	-10.4013
▁native	-10.4013
▁program	-10.4013
▁Ninja	-10.4013
▁solid	-10.4014
▁bathroom	-10.4014
▁department	-10.4014
▁root	-10.4014
▁kidding	-10.4014
▁gangster	-10.4015
▁wake	-10.4015
▁witty	-10.4016
▁executed	-10.4016
▁string	-10.4017
▁Rock	-10.4017
▁artist	-10.4017
▁Jerry	-10.4017
▁boss	-10.4018
▁wrap	-10.4019
▁Nation	-10.4019
▁boat	-10.4019
▁14	-10.402
▁Fred	-10.4021
▁offensive	-10.4021
▁Howard	-10.4021
▁reaction	-10.4023
▁Gus	-10.4023
▁essentially	-10.4023
▁drivel	-10.4025
▁Gene	-10.4025
▁broken	-10.4026
▁Green	-10.4026
▁Lord	-10.4033
▁Vampire	-10.4034
▁club	-10.4034
▁Dog	-10.4035
▁Prett	-10.4036
▁divers	-10.4037
▁occasionally	-10.4038
ced	-10.404
▁Wicked	-10.4042
umb	-10.4047
pol	-10.4048
▁themes	-10.4048
▁justice	-10.405
▁demons	-10.4058
▁met	-10.4058
▁Allen	-10.4062
▁k	-10.4066
▁Rogers	-10.408
▁Bob	-10.4093
▁virtual	-10.4096
gging	-10.41
▁perfectly	-10.41
▁discovered	-10.4103
▁aware	-10.4107
▁previously	-10.412
▁seat	-10.4124
▁arms	-10.4124
▁cuts	-10.4131
▁clip	-10.4133
▁Stan	-10.4144
▁pet	-10.4154
▁stinks	-10.4155
▁Br	-10.416
An	-10.4168
pes	-10.4183
▁Ga	-10.4185
▁stands	-10.4193
▁dislike	-10.4201
▁lu	-10.4218
there	-10.4223
fo	-10.4223
▁images	-10.423
▁Did	-10.4237
▁fail	-10.4243
▁Dad	-10.4244
▁Matt	-10.4252
▁costumes	-10.426
▁Days	-10.426
▁Mad	-10.4272
▁addition	-10.4274
▁novels	-10.4279
▁expressions	-10.4291
▁contain	-10.4297
▁levels	-10.431
▁model	-10.4317
▁plant	-10.4321
▁report	-10.4324
▁terror	-10.4329
ime	-10.4329
▁encounter	-10.4342
▁monkey	-10.4344
▁commercial	-10.4344
▁adult	-10.4345
▁costume	-10.4347
▁Gr	-10.4358
pping	-10.4363
▁Day	-10.4367
aged	-10.4376
Jo	-10.4379
▁Dan	-10.4403
▁scientists	-10.4428
▁cav	-10.4444
cient	-10.4453
su	-10.4474
ups	-10.4514
after	-10.4524
style	-10.4525
story	-10.4542
mmy	-10.4545
shot	-10.4554
▁technical	-10.4565
▁youth	-10.4566
▁sun	-10.4574
▁sho	-10.4582
MA	-10.4593
magine	-10.4594
▁Ribisi	-10.4601
▁Vaughn	-10.4601
▁abysmal	-10.4601
▁appalling	-10.4601
▁benefit	-10.4601
▁depressing	-10.4601
▁disbelief	-10.4601
▁festival	-10.4601
▁horrid	-10.4601
▁liberal	-10.4601
▁practical	-10.4601
▁process	-10.4601
▁radio	-10.4601
▁repetitive	-10.4601
▁substance	-10.4601
▁target	-10.4601
▁vehicle	-10.4601
▁excited	-10.4601
▁false	-10.4601
▁Walker	-10.4601
▁frightening	-10.4601
▁pilot	-10.4601
▁Cavern	-10.4601
▁zero	-10.4602
▁supernatural	-10.4602
▁instance	-10.4602
▁lawyer	-10.4602
▁mummy	-10.4602
▁Jean	-10.4602
▁recall	-10.4602
▁creating	-10.4602
▁represent	-10.4603
▁Blair	-10.4603
▁Wayne	-10.4603
▁Things	-10.4603
▁pool	-10.4604
▁tight	-10.4604
▁stopped	-10.4604
▁punch	-10.4604
▁editor	-10.4604
▁gem	-10.4604
▁sky	-10.4605
▁opens	-10.4606
▁stunning	-10.4607
▁seven	-10.4608
▁Danes	-10.4608
▁genius	-10.4609
▁retarded	-10.4609
▁humorous	-10.461
▁impressive	-10.461
▁Stop	-10.4612
▁host	-10.4612
▁Poor	-10.4613
▁parody	-10.4614
▁wreck	-10.4614
▁underground	-10.4615
▁Much	-10.4616
▁Angela	-10.4617
▁dirty	-10.4618
▁replaced	-10.4619
▁Dae	-10.4621
sen	-10.4622
▁fo	-10.4622
▁driver	-10.4622
▁stumble	-10.4623
▁Basically	-10.4623
▁Australian	-10.4623
▁ring	-10.463
▁Though	-10.4633
ney	-10.4638
▁warning	-10.464
▁proved	-10.4642
▁concerned	-10.4645
▁Iron	-10.465
▁park	-10.4655
▁ruined	-10.4659
▁lock	-10.466
How	-10.4665
▁Come	-10.4667
▁key	-10.4671
▁wise	-10.4675
▁nut	-10.4679
▁Jod	-10.468
▁personally	-10.4681
▁Mod	-10.4684
▁months	-10.4688
▁painfully	-10.4695
▁du	-10.4711
▁destroyed	-10.4712
▁cameo	-10.4716
▁prisoner	-10.4724
▁im	-10.4727
most	-10.4743
▁Ju	-10.4747
vol	-10.4764
eating	-10.4773
▁IS	-10.4776
ometimes	-10.4779
very	-10.4785
At	-10.4798
LE	-10.4804
rid	-10.4825
eep	-10.4829
ga	-10.4829
▁flashbacks	-10.4832
▁idiots	-10.4848
▁provid	-10.4854
ory	-10.4864
ire	-10.4875
▁Jo	-10.4877
▁ain	-10.4879
▁Ty	-10.4893
▁sing	-10.4897
face	-10.4922
▁villains	-10.4929
ope	-10.493
▁hopes	-10.4933
ange	-10.4937
▁Ben	-10.4943
▁prepar	-10.4959
▁Liv	-10.4963
▁games	-10.4966
▁track	-10.4967
▁idiot	-10.4968
▁pa	-10.497
▁movement	-10.497
▁walks	-10.4972
▁bullet	-10.4972
▁reference	-10.4974
▁dar	-10.4979
dict	-10.4985
uring	-10.5024
chi	-10.5032
▁forces	-10.5045
ties	-10.5049
rap	-10.505
▁Hu	-10.506
▁sequels	-10.508
▁sheer	-10.509
▁caus	-10.5091
▁forest	-10.5092
ana	-10.5092
▁cheat	-10.5107
cher	-10.5115
▁Will	-10.5144
produc	-10.5146
Anyway	-10.5148
special	-10.5148
Unfortunately	-10.5149
Maybe	-10.5149
That	-10.5149
called	-10.5151
Even	-10.5152
via	-10.5161
▁market	-10.517
make	-10.5176
▁Fox	-10.5179
▁mild	-10.5192
vers	-10.5197
▁formula	-10.5224
’	-10.5226
▁1970	-10.5226
▁Bernard	-10.5226
▁Hodder	-10.5226
▁MOVIE	-10.5226
▁THIS	-10.5226
▁creator	-10.5226
▁excitement	-10.5226
▁intrigue	-10.5226
▁plague	-10.5226
▁portion	-10.5226
▁section	-10.5226
▁underwater	-10.5226
▁Especially	-10.5226
▁World	-10.5226
▁miserable	-10.5226
▁funnier	-10.5226
▁harsh	-10.5226
▁slapstick	-10.5226
▁Since	-10.5226
▁awesome	-10.5226
▁regret	-10.5226
▁accomplish	-10.5227
▁beauty	-10.5227
▁goofy	-10.5227
